/////////////////////////////////////////////////////////////////////////////////////////////
//文件名：		CCliqueTree.cpp
//功  能：		实现团树的精确推理类
//开发者：		高志强
//日  期：		2021年03月30日
//更  新：		2021年04月12日
//更  新：		2021年05月18日
//长  度：		30行
/////////////////////////////////////////////////////////////////////////////////////////////
#include "stdafx.h"									//MFC标准头文件
#include "CCliqueTree.h"							//团树的精确推理类头文件


//名  称：		CCliqueTree()
//功  能：		构造函数
//参  数：		无
//返回值：		无
CCliqueTree::CCliqueTree()
{
}

//名  称：		~CCliqueTree()
//功  能：		析构函数
//参  数：		无
//返回值：		无
CCliqueTree::~CCliqueTree()
{
}